Repository: lenny-osp/Hearsay
Catalog: windows/Hearsay.App/Strings/*/Resources.resw
Source language: en
Languages: de, es, zh_hant

# windows_0067160db88870ba
source: Media Foundation returned {0}, {1} bits, {2} channels.
de: Media Foundation lieferte {0}, {1} Bit, {2} Kanäle.
es: Media Foundation devolvió {0}, {1} bits, {2} canales.
zh_hant: Media Foundation 傳回 {0}、{1} 位元、{2} 聲道。

# windows_021409e9fd222e4b
source: Hearsay cannot write to the folder {0}. Move the Hearsay folder to a folder you can write to, open it from there, then check for updates again.
de: Hearsay kann nicht in den Ordner {0} schreiben. Den Hearsay-Ordner in einen beschreibbaren Ordner bewegen, Hearsay dort öffnen und dann erneut nach Updates suchen.
es: Hearsay no puede escribir en la carpeta {0}. Traslada la carpeta de Hearsay a una carpeta en la que puedas escribir, ábrelo desde allí y vuelve a buscar actualizaciones.
zh_hant: Hearsay 無法寫入資料夾 {0}。請將 Hearsay 資料夾移到可寫入的資料夾，從那裡打開後再檢查更新。

# windows_090a0c74f4e57815
source: Uses Codex installed on this PC and your ChatGPT login; requests count against your plan's usage limits. Run `codex login` once in Terminal to log in. Effort: none, minimal, low, medium, high, xhigh, or max. An empty model uses Codex's default.
de: Verwendet das auf diesem PC installierte Codex und die ChatGPT-Anmeldung; Anfragen zählen zu den Nutzungslimits des Tarifs. Zum Anmelden einmal `codex login` im Terminal ausführen. Aufwand: none, minimal, low, medium, high, xhigh oder max. Ohne Modell wird der Standard von Codex verwendet.
es: Usa Codex instalado en este PC y tu inicio de sesión de ChatGPT; las solicitudes cuentan para los límites de uso de tu plan. Ejecuta `codex login` una vez en Terminal para iniciar sesión. Esfuerzo: none, minimal, low, medium, high, xhigh o max. Si el modelo está vacío, se usa el predeterminado de Codex.
zh_hant: 使用這台電腦上安裝的 Codex 與你的 ChatGPT 登入；請求會計入你方案的用量限制。請在「終端機」中執行一次 `codex login` 以登入。推理強度：none、minimal、low、medium、high、xhigh 或 max。模型留空時使用 Codex 的預設值。

# windows_0af4beecad730af8
source: Hearsay could not read its settings and started with the defaults. The old file was moved to {0}.
de: Hearsay konnte die Einstellungen nicht lesen und wurde mit den Standardwerten gestartet. Die alte Datei wurde nach {0} verschoben.
es: Hearsay no ha podido leer sus ajustes y se ha iniciado con los valores predeterminados. El archivo anterior se ha movido a {0}.
zh_hant: Hearsay 無法讀取其設定，已使用預設值啟動。舊檔案已移至 {0}。

# windows_0ddcb50f1a1e761d
source: Taskbar only
de: Nur Taskleiste
es: Solo en la barra de tareas
zh_hant: 僅工作列

# windows_140bedbf9c3f6d56
source: none
de: keiner
es: ninguno
zh_hant: 無

# windows_1a59c0faaf94413f
source: The zip file should contain one Hearsay.exe but contains {0}.
de: Die ZIP-Datei sollte eine Hearsay.exe enthalten, enthält aber {0}.
es: El archivo ZIP debería contener un Hearsay.exe, pero contiene {0}.
zh_hant: ZIP 檔應只包含一個 Hearsay.exe，但包含 {0} 個。

# windows_2b1ed580d0d89941
source: {0} is already used by another app or Windows.
de: {0} wird bereits von einer anderen App oder von Windows verwendet.
es: {0} ya lo usa otra app o Windows.
zh_hant: {0} 已被其他 App 或 Windows 使用。

# windows_2d9f69ac8ee5e8cf
source: Ask which language to use before each automatic recording
es: Preguntar el idioma antes de cada grabación automática

# windows_2da8a477ab8f5708
source: Recording started automatically for a Microsoft Teams meeting.
es: Grabación iniciada automáticamente para una reunión de Microsoft Teams.

# windows_2e544a292f6979ed
source: Shift
de: Umschalt
es: Mayús

# windows_2f193e7ac7ef28e2
source: Windows does not accept this shortcut (error {0}).
de: Windows akzeptiert diesen Tastaturkurzbefehl nicht (Fehler {0}).
es: Windows no acepta este atajo (error {0}).
zh_hant: Windows 不接受此快速鍵（錯誤 {0}）。

# windows_30a2207299bf8d6a
source: Show recording status in the notification area
de: Aufnahmestatus im Infobereich anzeigen
es: Mostrar el estado de grabación en el área de notificación
zh_hant: 在通知區域顯示錄音狀態

# windows_31da81ee4c14f0af
source: Already used for Pause / Resume.
de: Bereits für „Pausieren / Fortsetzen“ verwendet.
es: Ya se usa para Pausar / Reanudar.
zh_hant: 已用於「暫停／繼續」。

# windows_39e17d7a7d2ee080
source: Could not open the file
de: Die Datei konnte nicht geöffnet werden
es: No se ha podido abrir el archivo
zh_hant: 無法打開檔案

# windows_3cf394e0144532f9
source: Move to Recycle Bin
de: In den Papierkorb verschieben
es: Mover a la Papelera de reciclaje
zh_hant: 移至資源回收筒

# windows_44b3e74a5afe9840
source: Show in Explorer
de: Im Explorer zeigen
es: Mostrar en el Explorador
zh_hant: 在檔案總管中顯示

# windows_47723a8d3ac48c95
source: The zip file could not be extracted: {0}
de: Die ZIP-Datei konnte nicht extrahiert werden: {0}
es: No se ha podido extraer el archivo ZIP: {0}
zh_hant: 無法解壓縮 ZIP 檔：{0}

# windows_47c6addbf1cc699a
source: Transcribing…
de: Wird transkribiert …
es: Transcribiendo…
zh_hant: 正在轉錄…

# windows_494fae321ac72722
source: Off: the recording uses the language chosen on the Record tab, and Auto detects it. On: when a meeting starts, Hearsay asks whether to record it and in which language, and records when you confirm.
es: Desactivado: la grabación usa el idioma elegido en la pestaña Grabar, y Automático lo detecta. Activado: cuando empieza una reunión, Hearsay pregunta si quieres grabarla y en qué idioma, y graba cuando lo confirmas.

# windows_4d6f50f3f1d532cc
source: Don't record
es: No grabar

# windows_4ece928cc9306cf9
source: Uses the Copilot CLI installed on this PC and its own login. Run `copilot` once in Terminal to log in. "auto" lets Copilot pick the model.
de: Verwendet die auf diesem PC installierte Copilot CLI und deren eigene Anmeldung. Zum Anmelden einmal `copilot` im Terminal ausführen. Mit „auto“ wählt Copilot das Modell.
es: Usa la Copilot CLI instalada en este PC y su propio inicio de sesión. Ejecuta `copilot` una vez en Terminal para iniciar sesión. "auto" deja que Copilot elija el modelo.
zh_hant: 使用這台電腦上安裝的 Copilot CLI 及其自身的登入。請在「終端機」中執行一次 `copilot` 以登入。「auto」會讓 Copilot 自行選擇模型。

# windows_589e608112ddb4c5
source: Microsoft Teams meeting started
es: Ha empezado una reunión de Microsoft Teams

# windows_5c4fb4d46cc9e941
source: Press a combination with Ctrl, Alt, or Win. Esc cancels; Backspace restores the default.
de: Eine Kombination mit Strg, Alt oder Win drücken. Esc bricht ab, die Rücktaste stellt den Standard wieder her.
es: Pulsa una combinación con Ctrl, Alt o Win. Esc para cancelar; Retroceso restaura el valor predeterminado.
zh_hant: 請按下包含 Ctrl、Alt 或 Win 的組合鍵。按 Esc 鍵取消，按 Backspace 鍵還原預設值。

# windows_5d31e507d9e0a18b
source: Hearsay starts recording when Microsoft Teams begins using your microphone and stops when the meeting ends. The recording uses the microphone, system audio and language chosen on the Record tab.
es: Hearsay empieza a grabar cuando Microsoft Teams empieza a usar el micrófono y se detiene cuando termina la reunión. La grabación usa el micrófono, el audio del sistema y el idioma elegidos en la pestaña Grabar.

# windows_5e1aef8bb73d890d
source: The current notes will be moved to the Recycle Bin when the new ones are saved.
de: Die aktuellen Notizen werden in den Papierkorb verschoben, sobald die neuen gesichert sind.
es: Las notas actuales se moverán a la Papelera de reciclaje cuando se guarden las nuevas.
zh_hant: 儲存新筆記時，目前的筆記會移至資源回收筒。

# windows_5e2b48894db34500
source: Notification area and taskbar
de: Infobereich und Taskleiste
es: Área de notificación y barra de tareas
zh_hant: 通知區域與工作列

# windows_5fc301c2bfa602ca
source: Could not save the settings: {0} The change holds until Hearsay quits.
de: Die Einstellungen konnten nicht gesichert werden: {0} Die Änderung gilt, bis Hearsay beendet wird.
es: No se han podido guardar los ajustes: {0} El cambio se mantiene hasta que se cierre Hearsay.
zh_hant: 無法儲存設定：{0} 此變更在 Hearsay 結束前有效。

# windows_6ab7c6f11835ac7c
source: Could not load the speech model: {0}
de: Das Sprachmodell konnte nicht geladen werden: {0}
es: No se ha podido cargar el modelo de voz: {0}
zh_hant: 無法載入語音模型：{0}

# windows_6af8eef13809f390
source: Some files could not be moved to the Recycle Bin:
de: Einige Dateien konnten nicht in den Papierkorb verschoben werden:
es: Algunos archivos no se han podido mover a la Papelera de reciclaje:
zh_hant: 部分檔案無法移至資源回收筒：

# windows_70c02b4d20ec1f05
source: Recording not started
es: No se ha iniciado la grabación

# windows_7105c577db089128
source: Recording stopped
es: Grabación detenida

# windows_74dc07fb2df5951b
source: The release has no Windows zip file or checksum list.
de: Das Release enthält keine Windows-ZIP-Datei oder keine Prüfsummenliste.
es: La versión no incluye un archivo ZIP para Windows o una lista de sumas de comprobación.
zh_hant: 此版本沒有 Windows ZIP 檔或校驗和清單。

# windows_78e4af71ba04ca8e
source: Its files are removed from this PC. You can download it again at any time.
de: Die Dateien werden von diesem PC entfernt. Das Modell kann jederzeit erneut geladen werden.
es: Sus archivos se eliminan de este PC. Puedes volver a descargarlo en cualquier momento.
zh_hant: 其檔案會從這台電腦移除。你隨時可以重新下載。

# windows_79c6aa4bf8a8aafa
source: The Microsoft Teams meeting ended.
es: La reunión de Microsoft Teams ha terminado.

# windows_7b4b1fcb64e646a2
source: {0} does not exist.
de: {0} ist nicht vorhanden.
es: {0} no existe.
zh_hant: {0} 不存在。

# windows_80eeb063037fd905
source: Move this meeting to the Recycle Bin?
de: Diese Besprechung in den Papierkorb verschieben?
es: ¿Mover esta reunión a la Papelera de reciclaje?
zh_hant: 要將此會議移至資源回收筒嗎？

# windows_85675ac41cd45182
source: Hearsay could not start recording for the Microsoft Teams meeting.
es: Hearsay no ha podido iniciar la grabación de la reunión de Microsoft Teams.

# windows_856dbc2661974e2d
source: Hearsay will use {0} after it restarts.
de: Hearsay verwendet {0} nach dem Neustart.
es: Hearsay usará {0} después de reiniciarse.
zh_hant: Hearsay 重新啟動後將使用 {0}。

# windows_87a8d0efd3f4c5ab
source: This computer transcribes on its processor (CPU): after you stop, the transcript takes about 1.5 to 3.5 times as long as the recording.
de: Dieser Computer transkribiert auf seinem Prozessor (CPU): Nach dem Stoppen dauert das Transkript etwa 1,5- bis 3,5-mal so lange wie die Aufnahme.
es: Este equipo transcribe con su procesador (CPU): al detener, la transcripción tarda entre 1,5 y 3,5 veces lo que dura la grabación.
zh_hant: 這台電腦使用處理器（CPU）轉錄：停止後，逐字稿約需錄音長度的 1.5 到 3.5 倍時間。

# windows_87b7917d027b1c03
source: The new version is signed by {0}, not by {1} like this copy of Hearsay.
de: Die neue Version ist von {0} signiert, nicht wie diese Kopie von Hearsay von {1}.
es: La nueva versión está firmada por {0}, no por {1} como esta copia de Hearsay.
zh_hant: 新版本由 {0} 簽署，而不是像這份 Hearsay 一樣由 {1} 簽署。

# windows_8f8367e088351c7b
source: Could not show the files in File Explorer: {0}
de: Die Dateien konnten nicht im Explorer angezeigt werden: {0}
es: No se han podido mostrar los archivos en el Explorador de archivos: {0}
zh_hant: 無法在檔案總管中顯示檔案：{0}

# windows_8f9904ff52921229
source: Saving moves the current notes to the Recycle Bin.
de: Beim Sichern werden die aktuellen Notizen in den Papierkorb verschoben.
es: Al guardar, las notas actuales se mueven a la Papelera de reciclaje.
zh_hant: 儲存後，目前的筆記會移至資源回收筒。

# windows_93e4b0adc4b7959d
source: Hearsay has no microphone access. Allow it in Settings > Privacy & security > Microphone ("Let desktop apps access your microphone").
de: Hearsay hat keinen Zugriff auf das Mikrofon. Unter Einstellungen > Datenschutz und Sicherheit > Mikrofon erlauben („Desktop-Apps den Zugriff auf Ihr Mikrofon erlauben“).
es: Hearsay no tiene acceso al micrófono. Permítelo en Configuración > Privacidad y seguridad > Micrófono ("Permitir que las aplicaciones de escritorio accedan al micrófono").
zh_hant: Hearsay 沒有麥克風取用權限。請在「設定 > 隱私權與安全性 > 麥克風」中允許（「讓桌面應用程式存取您的麥克風」）。

# windows_96eb7d451c46f3eb
source: This copy of Hearsay is not in its own app folder, so it cannot update itself. Download the new version from the release page.
de: Diese Kopie von Hearsay liegt nicht in einem eigenen App-Ordner und kann sich nicht selbst aktualisieren. Die neue Version von der Releaseseite laden.
es: Esta copia de Hearsay no está en su propia carpeta de app, por lo que no puede actualizarse sola. Descarga la nueva versión desde la página de la versión.
zh_hant: 這份 Hearsay 不在自己的 App 資料夾中，無法自行更新。請從版本頁面下載新版本。

# windows_aaff8f3d76fce6ee
source: Credential Manager error: {0}
de: Fehler der Anmeldeinformationsverwaltung: {0}
es: Error del Administrador de credenciales: {0}
zh_hant: 認證管理員錯誤：{0}

# windows_ab6d61055f2a307a
source: While recording, the notification area icon turns red and its tooltip shows the elapsed time. When off, the icon stays the same.
de: Während der Aufnahme wird das Symbol im Infobereich rot und sein Tooltip zeigt die verstrichene Zeit. Ist die Option aus, bleibt das Symbol unverändert.
es: Durante la grabación, el icono del área de notificación se vuelve rojo y su descripción emergente muestra el tiempo transcurrido. Si está desactivado, el icono no cambia.
zh_hant: 錄音時，通知區域圖示會變成紅色，其工具提示會顯示已錄時間。關閉時，圖示維持原樣。

# windows_b1d3c17e8d131616
source: Reveal in Explorer
de: Im Explorer zeigen
es: Mostrar en el Explorador
zh_hant: 在檔案總管中顯示

# windows_b23a6a8439c0dde5
source: unknown
de: unbekannt
es: desconocido
zh_hant: 未知

# windows_b4141a0afe74b969
source: Meeting notes are not available in this build yet.
de: Besprechungsnotizen sind in dieser Version noch nicht verfügbar.
es: Las notas de la reunión aún no están disponibles en esta versión.
zh_hant: 此版本尚未提供會議筆記。

# windows_b74e9b4478156399
source: The new app has the product name {0}, not Hearsay.
de: Die neue App hat den Produktnamen {0}, nicht Hearsay.
es: La nueva app tiene el nombre de producto {0}, no Hearsay.
zh_hant: 新 App 的產品名稱是 {0}，而不是 Hearsay。

# windows_b79cac926e0b2e34
source: Help
de: Hilfe
es: Ayuda
zh_hant: 說明

# windows_b9ccf14d477fb864
source: Microsoft Teams meeting
es: Reunión de Microsoft Teams

# windows_bca705b63a3cf585
source: Meetings
es: Reuniones

# windows_bcc0753c970f15ca
source: {0} cannot take a transcript this long on Windows: the command line would be {1} characters, and Windows allows {2}. Use Claude Code, Codex, or an HTTP provider for long meetings.
de: {0} kann unter Windows kein so langes Transkript verarbeiten: Die Befehlszeile hätte {1} Zeichen, Windows erlaubt {2}. Für lange Besprechungen Claude Code, Codex oder einen HTTP-Anbieter verwenden.
es: {0} no admite una transcripción tan larga en Windows: la línea de comandos tendría {1} caracteres y Windows permite {2}. Para reuniones largas, usa Claude Code, Codex o un proveedor HTTP.
zh_hant: {0} 在 Windows 上無法處理這麼長的逐字稿：命令列會有 {1} 個字元，而 Windows 最多允許 {2} 個。長時間的會議請改用 Claude Code、Codex 或 HTTP 提供者。

# windows_be3f4838b198b77b
source: Recording started
es: Grabación iniciada

# windows_bfdd510698ef3ccb
source: Record
de: Aufnehmen
es: Grabar
zh_hant: 錄音

# windows_c922f7e788140aac
source: Uses the Antigravity CLI installed on this PC and the Google account it is logged in with; requests count against that account's limits. Run `agy` once in Terminal to log in; `agy models` lists the model ids. Effort: low, medium, high, or max, only for a model id without its own level (a model ending in -high, -medium, or -low ignores it). Runs use agy's hearsay-notes project, whose deny rules leave the model no tools except web search, and each run's conversation is deleted from agy's history afterwards.
de: Verwendet die auf diesem PC installierte Antigravity CLI und das Google-Konto, mit dem sie angemeldet ist; Anfragen zählen zu den Limits dieses Kontos. Zum Anmelden einmal `agy` im Terminal ausführen; `agy models` listet die Modell-IDs auf. Aufwand: low, medium, high oder max, nur für eine Modell-ID ohne eigene Stufe (ein Modell, das auf -high, -medium oder -low endet, ignoriert ihn). Läufe verwenden das agy-Projekt hearsay-notes, dessen Deny-Regeln dem Modell außer der Websuche keine Werkzeuge lassen, und die Konversation jedes Laufs wird danach aus dem agy-Verlauf gelöscht.
es: Usa la Antigravity CLI instalada en este PC y la cuenta de Google con la que ha iniciado sesión; las solicitudes cuentan para los límites de esa cuenta. Ejecuta `agy` una vez en Terminal para iniciar sesión; `agy models` muestra los id de modelo. Esfuerzo: low, medium, high o max, solo para un id de modelo sin nivel propio (un modelo que termina en -high, -medium o -low lo ignora). Las ejecuciones usan el proyecto hearsay-notes de agy, cuyas reglas de denegación no dejan al modelo ninguna herramienta salvo la búsqueda web, y la conversación de cada ejecución se elimina después del historial de agy.
zh_hant: 使用這台電腦上安裝的 Antigravity CLI 及其登入的 Google 帳號；請求會計入該帳號的限制。請在「終端機」中執行一次 `agy` 以登入；`agy models` 會列出模型 ID。推理強度：low、medium、high 或 max，僅適用於本身未帶等級的模型 ID（以 -high、-medium 或 -low 結尾的模型會忽略此設定）。執行時使用 agy 的 hearsay-notes 專案，其拒絕規則讓模型除了網路搜尋外無法使用任何工具，且每次執行的對話之後都會從 agy 的歷史記錄中刪除。

# windows_cc387279b98291f4
source: Record Microsoft Teams meetings automatically
es: Grabar automáticamente las reuniones de Microsoft Teams

# windows_cc998ac38d55e048
source: Include Ctrl, Alt, or Win.
de: Strg, Alt oder Win verwenden.
es: Incluye Ctrl, Alt o Win.
zh_hant: 須包含 Ctrl、Alt 或 Win。

# windows_cc9e108f2c7b21c1
source: Live preview off: this computer is too slow for it
de: Live-Vorschau aus: Dieser Computer ist dafür zu langsam
es: Vista previa en directo desactivada: este equipo es demasiado lento para ella

# windows_d06dc9e77902afe4
source: This sends the whole transcript to {0}. Nothing leaves this PC otherwise.
de: Das gesamte Transkript wird an {0} gesendet. Ansonsten verlässt nichts diesen PC.
es: Se enviará la transcripción completa a {0}. Por lo demás, nada sale de este PC.
zh_hant: 這會將完整逐字稿傳送至 {0}。除此之外，不會有任何資料離開這台電腦。

# windows_d070f4dbe8a149c9
source: No output device is available to capture system audio from.
de: Kein Ausgabegerät verfügbar, von dem Systemaudio aufgenommen werden kann.
es: No hay ningún dispositivo de salida disponible para capturar el audio del sistema.
zh_hant: 沒有可用來擷取系統聲音的輸出裝置。

# windows_d14590b3027e83e9
source: To install it, run `{0}` in a terminal.
de: Zum Installieren `{0}` in einem Terminal ausführen.
es: Para instalarlo, ejecuta `{0}` en un terminal.
zh_hant: 若要安裝，請在終端機中執行 `{0}`。

# windows_d38803b0307ba05b
source: Already used for Stop & Start Next.
de: Bereits für „Stoppen & nächste starten“ verwendet.
es: Ya se usa para Detener e iniciar la siguiente.
zh_hant: 已用於「結束並開始下一場」。

# windows_d813f1147af1497b
source: Move to Recycle Bin…
de: In den Papierkorb verschieben …
es: Mover a la Papelera de reciclaje…
zh_hant: 移至資源回收筒…

# windows_db1423267c535dfc
source: The last update could not be installed. Hearsay is still the previous version.
de: Das letzte Update konnte nicht installiert werden. Hearsay ist noch die vorherige Version.
es: No se ha podido instalar la última actualización. Hearsay sigue en la versión anterior.
zh_hant: 上次的更新無法安裝，Hearsay 仍是先前的版本。

# windows_e23325c173e9de96
source: Already used for Start / Stop recording.
de: Bereits für „Aufnahme starten / stoppen“ verwendet.
es: Ya se usa para Iniciar / Detener grabación.
zh_hant: 已用於「開始／停止錄音」。

# windows_e57398e272e7cf49
source: wav, m4a, mp3, aac, wma, flac, or the audio track of mp4 / mov
de: wav, m4a, mp3, aac, wma, flac oder die Tonspur von mp4 / mov
es: wav, m4a, mp3, aac, wma, flac o la pista de audio de mp4 / mov
zh_hant: wav、m4a、mp3、aac、wma、flac，或 mp4／mov 的音軌

# windows_e70ed824b8a162d4
source: Notification area only
de: Nur Infobereich
es: Solo en el área de notificación
zh_hant: 僅通知區域

# windows_e7a50435a351e221
source: The request timed out.
de: Zeitüberschreitung bei der Anforderung.
es: Se ha agotado el tiempo de espera de la solicitud.
zh_hant: 要求逾時。

# windows_ede6bfcd25396b57
source: Record this meeting?
es: ¿Grabar esta reunión?

# windows_ee45aba71c60ac6a
source: Windows is running Hearsay straight from the zip file. Extract the zip to a folder you can write to, open Hearsay from there, then check for updates again.
de: Windows führt Hearsay direkt aus der ZIP-Datei aus. Die ZIP-Datei in einen beschreibbaren Ordner extrahieren, Hearsay dort öffnen und dann erneut nach Updates suchen.
es: Windows está ejecutando Hearsay directamente desde el archivo ZIP. Extrae el archivo ZIP en una carpeta en la que puedas escribir, abre Hearsay desde allí y vuelve a buscar actualizaciones.
zh_hant: Windows 正直接從 ZIP 檔執行 Hearsay。請將 ZIP 檔解壓縮到可寫入的資料夾，從那裡打開 Hearsay 後再檢查更新。

# windows_f0991d29d2328b1e
source: Delete {0}?
de: {0} löschen?
es: ¿Eliminar {0}?
zh_hant: 要刪除 {0} 嗎？

# windows_f1302d35d678e255
source: Hearsay transcribes on this PC with a Whisper model that you download once. Nothing is sent anywhere while transcribing. The recommended model gives the best balance of accuracy and speed; smaller ones download faster but make more mistakes.
de: Hearsay transkribiert auf diesem PC mit einem Whisper-Modell, das einmalig geladen wird. Beim Transkribieren wird nichts gesendet. Das empfohlene Modell bietet die beste Balance aus Genauigkeit und Geschwindigkeit; kleinere Modelle sind schneller geladen, machen aber mehr Fehler.
es: Hearsay transcribe en este PC con un modelo Whisper que descargas una sola vez. Durante la transcripción no se envía nada a ningún sitio. El modelo recomendado ofrece el mejor equilibrio entre precisión y velocidad; los más pequeños se descargan antes, pero cometen más errores.
zh_hant: Hearsay 會在這台電腦上使用 Whisper 模型轉錄，模型只需下載一次。轉錄期間不會傳送任何資料。建議的模型在準確度與速度之間取得最佳平衡；較小的模型下載較快，但錯誤較多。

# windows_f7b1e9954acd73a9
source: Uses Claude Code installed on this PC and your Claude subscription login; requests count against its usage limits. Run `claude` once in Terminal to log in. Model: an alias (sonnet, opus) or a full id. Effort: low, medium, high, xhigh, or max (none and minimal become low).
de: Verwendet das auf diesem PC installierte Claude Code und die Anmeldung mit dem Claude-Abonnement; Anfragen zählen zu dessen Nutzungslimits. Zum Anmelden einmal `claude` im Terminal ausführen. Modell: ein Alias (sonnet, opus) oder eine vollständige ID. Aufwand: low, medium, high, xhigh oder max (none und minimal werden zu low).
es: Usa Claude Code instalado en este PC y el inicio de sesión de tu suscripción a Claude; las solicitudes cuentan para sus límites de uso. Ejecuta `claude` una vez en Terminal para iniciar sesión. Modelo: un alias (sonnet, opus) o un id completo. Esfuerzo: low, medium, high, xhigh o max (none y minimal pasan a low).
zh_hant: 使用這台電腦上安裝的 Claude Code 與你的 Claude 訂閱登入；請求會計入其用量限制。請在「終端機」中執行一次 `claude` 以登入。模型：別名（sonnet、opus）或完整 ID。推理強度：low、medium、high、xhigh 或 max（none 與 minimal 會視為 low）。

# app_bc1b88907d3b748a
source: Audio
zh_hant: 音訊

# app_c910d474dcd724bf
source: General
de: Allgemein
zh_hant: 一般

# app_d2089be672953d11
source: Token
zh_hant: 權杖

# windows_a7ab565beee318c8
source: {0} bytes
de: {0} Byte
zh_hant: {0} 位元組

# windows_e628f817de17ce0c
source: {0} byte
zh_hant: {0} 位元組

# windows_e2ee2909fe279f5c
source: Ctrl
de: Strg
